[
  {
    "ID": "1",
    "BoatName": "Afterglow",
    "Make": "Christensen",
    "Refit": "1992 /2022",
    "Model": "",
    "Year": 1992,
    "Condition": "",
    "Price": "3,995,000",
    "Type": "Motor Yacht",
    "Class": "",
    "Length": "126'",
    "FuelType": "Diesel",
    "HullMaterial": "Composite",
    "Speed": "12 Knots / 15 Max",
    "Flag": "United States",
    "LOA": "126",
    "Beam": "7.90M / 26'00ft",
    "Draft": "2.l0M / 7'00ft",
    "Displacement": "Displacement (Dry Load)",
    "Staterooms": "4",
    "Guests": "8",
    "Crew": "6",
    "CabinHeadroom": "",
    "EngineType": "Diesel",
    "EngineMake": "Detroit Diesel",
    "EngineModel": "2 X Detroit Diesel 12V92TA",
    "EngineYear": "1992",
    "Power": "",
    "Image": "https://firebasestorage.googleapis.com/v0/b/rely-3d69e.firebasestorage.app/o/AresCustomYachts%2FAfterglow.jpg?alt=media&token=cf1c9899-1223-4ae3-870b-e4de681cda4b",
    "Description": "After undergoing a recent refit and benefiting from the exquisite Sylvia Bolton interior makeover, Afterglow emerges as an enticing prospect for sale as a yacht. Ideal for an enthusiastic new owner seeking adventure, she boasts not only enhanced aesthetics but also a strong emphasis on safety and comfort during travels, coupled with impressive range capabilities. The meticulously designed four-stateroom layout, alongside the inviting sky lounge and expansive salon, imbue a sense of spaciousness and brightness, ensuring every moment onboard is cherished. With its versatility and suitability for family cruising, Afterglow stands as a remarkable choice for those in pursuit of unforgettable seafaring experiences.",
    "Description2": "Introducing the epitome of luxury maritime craftsmanship: the 1992 Afterglow 126' Christensen Tri Deck Motor Yacht. Crafted by one of the premier yacht builders in the United States, Christensen, this vessel stands as a testament to unparalleled customization and opulence.",
    "Description3": "With a legacy steeped in bespoke excellence, Christensen Yachts is renowned for its tailor-made creations, ensuring that each vessel is meticulously crafted to meet the unique desires of its owner. Boasting a timeless hull design and premium finishes, Christensen sets the standard for luxury superyachts in the U.S.",
    "Description4": "Setting itself apart from competitors, Christensen maintains an in-house design team, guaranteeing uncompromising attention to detail and flawless execution. Unlike many other builders who outsource design work, Christensen's commitment to craftsmanship shines through in every aspect of the yacht's construction.",
    "Description5": "Step aboard and experience the pinnacle of elegance, where expansive interiors beckon with spacious layouts and the finest finishes. Revel in the epitome of comfort and sophistication, as Christensen's award-winning innovation powers efficient displacement systems and cutting-edge stabilization technology.",
    "Description6": "Embark on an unforgettable journey aboard the Afterglow 126', where luxury knows no bounds and every detail is tailored to perfection. Invest in an experience beyond compare with this remarkable Christensen Tri Deck Motor Yacht.",
    "Phone": "9546462797",
    "Email": "rick@aresmarine.com",
    "Specification": "/YachtsForSale/Afterglow"
  },
  {
    "ID": "2",
    "BoatName": "Just Enough",
    "Make": "Ares Marine",
    "Refit": "2012 / 2018",
    "Model": "",
    "Year": 2012,
    "Condition": "",
    "Price": "7,995,000",
    "Type": "Motor Yacht",
    "Class": "",
    "Length": "141'",
    "FuelType": "Diesel",
    "HullMaterial": "Composite",
    "Speed": "12 Knots / 15 Max",
    "Flag": "United States",
    "LOA": "126",
    "Beam": "6.4m / 21'",
    "Draft": "2.13m / 7'",
    "Displacement": "Displacement (Dry Load)",
    "Staterooms": "5",
    "Guests": "11",
    "Crew": "9",
    "CabinHeadroom": "",
    "EngineType": "Diesel",
    "EngineMake": "Detroit Diesel",
    "EngineModel": "2 X Detroit Diesel 12V92TA",
    "EngineYear": "1992",
    "Power": "",
    "Image": "https://firebasestorage.googleapis.com/v0/b/rely-3d69e.firebasestorage.app/o/AresCustomYachts%2FJustEnough.jpg?alt=media&token=01257166-dd9d-4da9-9c57-d835fd75a8db",
    "Description": "Ares Marine proudly presents the stunning 42.98m/141' motor yacht 'Just Enough', now available for sale. Crafted with precision by Ares Marine, this vessel promises unparalleled luxury and comfort for up to 11 guests across 5 cabins. Showcasing the hallmark interior styling of Ares Marine, 'Just Enough' offers a refined ambiance that sets the stage for unforgettable journeys on the open seas.",
    "Description2": "From intimate gatherings to lively celebrations, 'Just Enough' provides an array of convivial spaces perfect for indulging in the ultimate luxury yacht experience. Whether you seek relaxation or adventure, this yacht invites you to unwind in style or dive into the crystal-clear waters with its comprehensive selection of water toys.",
    "Description3": "Families will find 'Just Enough' particularly appealing, thanks to its child-friendly amenities and thoughtful layout. Boasting a master suite on the main deck, along with two double cabins and two cabins that effortlessly convert between twins or doubles, this yacht ensures comfort and convenience for all guests. With accommodation for up to 11 guests and a dedicated crew of 9, every aspect of your journey is meticulously attended to.",
    "Description4": "Embrace onboard comfort and entertainment with 'Just Enough's' luxurious amenities, including a deck jacuzzi for soaking in panoramic views while sipping your favorite beverage. Stay connected with Wi-Fi connectivity and enjoy complete climate control with the vessel's air conditioning system.",
    "Description5": "Powered by twin Caterpillar engines, 'Just Enough' combines exceptional performance with impressive range. With a cruising speed of 12 knots and a maximum speed of 18 knots, she can traverse vast distances with ease, supported by a range of up to 3,500 nautical miles. Equipped with advanced stabilization technology, this yacht promises unparalleled comfort whether at anchor or underway.",
    "Description6": "Prepare for endless fun on the water with 'Just Enough's' extensive collection of toys and accessories. From tri-deck waterslides to WaveRunners, waterskis, kayaks, and more, there's something for every member of the family to enjoy. Plus, with two tenders, including a 9.75m/32' Maverick Sportfisher, you can explore remote coves and hidden gems with ease.",
    "Phone": "9546462797",
    "Email": "rick@aresmarine.com",
    "Specification": "/YachtsForSale/JustEnough"
  },
  {
    "ID": "3",
    "BoatName": "Lady Jane",
    "Make": "Broward",
    "Refit": "1992 /2022",
    "Model": "",
    "Year": 1996,
    "Condition": "",
    "Price": "895,000",
    "Type": "Sportfish",
    "Class": "",
    "Length": "87'",
    "FuelType": "Diesel",
    "HullMaterial": "Composite",
    "Speed": "12 Knots / 22 Max",
    "Flag": "United States",
    "LOA": "126",
    "Beam": "22",
    "Draft": "5.67",
    "Displacement": "",
    "Staterooms": "4",
    "Guests": "8",
    "Crew": "3",
    "CabinHeadroom": "",
    "EngineType": "Diesel",
    "EngineMake": "Detroit Diesel",
    "EngineModel": "2 X Detroit Diesel 12V92TA",
    "EngineYear": "1992",
    "Power": "",
    "Image": "https://firebasestorage.googleapis.com/v0/b/rely-3d69e.firebasestorage.app/o/AresCustomYachts%2FLadyJane.jpg?alt=media&token=5e11d15a-8947-498f-9771-e39ffbfeb939",
    "Description": "Lady Jane, a remarkable 87' custom-built Broward sport fisherman, is now available for sale, presenting a unique opportunity for discerning buyers seeking yacht-like accommodations in a vessel of exceptional quality. Crafted with precision and designed to rival larger counterparts like Burger's SARAH BETH, Lady Jane boasts a distinguished pedigree and impressive performance capabilities. With input from renowned naval architect Don Blount, her design incorporates innovative features such as propeller pockets, enhancing both efficiency and aesthetics, setting her apart in the market.",
    "Description2": "This Great Lakes-friendly vessel offers versatility rarely found in her class, with a low air draft of about 20′ 8″ and efficient fuel consumption, making her suitable for passage via the Erie Canal or Illinois River under most conditions. Such flexibility expands her cruising possibilities and appeals to a wide range of prospective buyers seeking adventure on the water.",
    "Description3": "Accommodating up to 8 guests in 4 cabins, including a spacious master stateroom amidship and a luxurious VIP suite forward, Lady Jane prioritizes comfort and relaxation for all onboard. The interior exudes elegance with pickled oak joinery, reminiscent of upscale yachts like the recently sold 150' Feadship DAYBREAK, creating an inviting atmosphere for extended stays or weekend getaways.",
    "Description4": "Offered for sale by HMY Yacht Sales, Inc. and centrally listed by International Yacht Corporation, Lady Jane presents an enticing prospect for those in search of a vessel that seamlessly blends performance, comfort, and style. With a current price of $895,000, she represents an excellent value proposition in today's market, appealing to both seasoned yachtsmen and first-time buyers alike.",
    "Description5": "Equipped with a comprehensive array of amenities, from a fully-appointed galley to extensive deck equipment and navigation electronics, Lady Jane ensures a superior onboard experience for owners and guests alike. Meticulously maintained and serviced, her twin Detroit Diesel engines and Northern Light generators underscore her reliability and seaworthiness, instilling confidence for extended voyages or leisurely cruises.",
    "Description6": "Ready to embark on her next chapter, Lady Jane awaits a new owner ready to experience the joys of yacht ownership. Whether seeking adventure on the high seas or tranquil moments in secluded coves, she offers the perfect platform for unforgettable journeys and cherished memories for years to come.",
    "Phone": "9546462797",
    "Email": "rick@aresmarine.com",
    "Specification": "/YachtsForSale/LadyJane"
  }
]